Repository: JasonSun2009CN/ClipboardCleaner
Catalog: ClipboardCleaner/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Accessibility permission required
zh_hans: 需要辅助功能权限

source: App Language
zh_hans: 应用语言

source: Cancel
zh_hans: 取消

source: Cleaning
zh_hans: 清洁

source: Cleaning Mode: %@
zh_hans: 清洁模式：%@

source: Clipboard Cleaner
zh_hans: 剪贴板清洁

source: Clipboard Cleaner needs Accessibility permission to paste cleaned text into other apps.
zh_hans: 剪贴板清洁需要辅助功能权限，才能把清理后的文本粘贴到其他 App。

source: Clipboard Cleaner needs permission
zh_hans: 剪贴板清洁需要权限

source: Clipboard Cleaner works entirely on this Mac. Clipboard contents are never uploaded or stored.
zh_hans: 剪贴板清洁完全在这台 Mac 上运行，剪贴板内容绝不上传或存储。

source: Clipboard contains unsupported content.
zh_hans: 剪贴板包含不支持的内容。

source: Default Mode
zh_hans: 默认模式

source: General
zh_hans: 通用

source: Language
zh_hans: 语言

source: Launch at Login
zh_hans: 登录时启动

source: Normalize
zh_hans: 规范化

source: Nothing to clean.
zh_hans: 没有需要清理的内容。

source: Open Settings
zh_hans: 打开系统设置

source: Paste Clean
zh_hans: 清洁粘贴

source: Paste failed. Your clipboard was restored.
zh_hans: 粘贴失败，剪贴板已恢复原样。

source: Plain Text
zh_hans: 纯文本

source: Privacy
zh_hans: 隐私

source: Quit Clipboard Cleaner
zh_hans: 退出剪贴板清洁

source: Settings...
zh_hans: 设置…

source: Shortcut
zh_hans: 快捷键

source: System Default
zh_hans: 跟随系统

source: The app restarts to apply the new language.
zh_hans: 应用将重新启动以应用新语言。

source: This shortcut couldn't be registered. It may already be in use by another app.
zh_hans: 此快捷键无法注册，可能已被其他 App 占用。

source: Type shortcut…
zh_hans: 按下快捷键…
